/*
  Localizable.strings
  ZETApp

  Created by Mantas Laurinavicius on 07/06/16.
  Copyright © 2016 Mashkius. All rights reserved.
*/

"nav-bar-title" = "Registracija";
"login-data" = "Prisijungimo duomenys";
"users-info" = "Vartotojo informacija";
"choose-subscription" = "Pasirinkite";

"email" = "El.pašto adresas";
"password" = "Slaptažodis";
"repeat-password" = "Pakartokite slaptažodį";

"name" = "Vardas";
"surname" = "Pavardė";

"weather" = "Orai";
"news" = "Naujienos";
"discounts" = "Akcijos";

"save-button" = "Saugoti";
"cancel-button" = "Atšaukti";